Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/ny_strategiplan_for_samiskspraklig_laeremiddelutvikling_skal_behandles_av_sametinget.html.tmx
Source language: nob
Languages: sme

source: Ny strategiplan for samiskspråklig læremiddelutvikling skal behandles av Sametinget
sme: Sámediggi meannuda sámegiel oahpponeavvoráhkadeami ođđa strategiijaplána

source: Sametinget skal i desember behandle strategiplan for samiskspråklig læremiddelutvikling i perioden 2025-2028.
sme: Juovlamánus Sámediggi meannuda sámegiel oahpponeavvoráhkadeami strategiijaplána áigodahkii 2025–2028.

source: Planen skal sikre god kvalitet til produksjon av læremidler.
sme: Plána galgá fuolahit buori kvalitehta oahpponeavvoráhkadeapmái.

source: – I planen presenteres strategier for hvilke tiltak Sametinget vil satse på for å sikre og utvikle samisk læremiddelforvaltning, sier sametingsråd Maren Benedicte Nystad Storslett (NSR).
sme: – Plánas ovdanbuktojuvvojit strategiijat dasa movt Sámediggi vuoruha vai sihkkarastá ja ovdánahttá sámi oahpponeavvohálddašeami, dadjá sámediggeráđđi Maren Benedicte Nystad Storslett (NSR).

source: Norske elever har rett til læremiddel på bokmål eller nynorsk jamfør opplæringsloven.
sme: Dáčča ohppiin lea oahpahuslága vuođul vuoigatvuohta oažžut oahpponeavvuid girjedárogillii dahje ođđadárogillii.

source: Samiske elever har i dag ikke en tilsvarende lovfestet rett til samiskspråklige læremidler.
sme: Sámi ohppiin ii leat dál seammalágan lágas nannejuvvon vuoigatvuohta oažžut oahpponeavvuid sámegillii.

source: – Vi vil fortsette å løfte opp behovet for økte rammeoverføringer fra regjeringen.
sme: – Mii áigut ain ovddidit dárbbu oažžut lasihuvvon rámmajuolludemiid ráđđehusas.

source: Sametinget har begrenset med midler.
sme: Sámedikkis lea gáržžes ruhtadilli.

source: Derfor foreslår vi i hovedsak å prioritere læremidler til fagene Sametinget har myndighet til å fastsette læreplaner for.
sme: Danne mii vuosttažettiin árvalit vuoruhit oahpponeavvuid fágaide maidda Sámedikkis lea váldi mearridit oahppoplánaid.

source: Det vil si samiskfagene og de særskilte samiske fagene i videregående opplæring, sier Nystad Storslett.
sme: Dat mearkkaša sámegielfágaid ja sierra sámi fágaid joatkkaskuvlla oahpahusas, dadjá Nystad Storslett.

source: Her er hovedtrekkene i den foreslåtte strategien:
sme: Dá leat evttohuvvon strategiija váldočuoggát:

source: Sametinget vil:
sme: Sámediggi háliida:

source: at samiskspråklige læremidler skal reflektere et allsamisk perspektiv.
sme: ahte sámegiel oahpponeavvut speadjalastet miehtasámi perspektiivva

source: sikre gode økonomiske rammevilkår for læremiddelutvikling.
sme: fuolahit buriid ekonomalaš rámmaeavttuid oahpponeavvoráhkadeapmái

source: gi tilskudd til læremidler som oversettes til samisk
sme: joatkit ohcanvuđot doarjjaortnega doarjut oahpponeavvuid jorgaleami sámegillii

source: igangsette arbeid med utvikling av kvalitetskriterier for samiskspråklige læremidler
sme: álggahit sámegiel oahpponeavvuid kvalitehtaeavttuid ráhkadeami

source: prioritere heldekkende læremidler
sme: vuoruhit visotgokči oahpponeavvuid

source: prioritere digitale, trykte og kombinasjon av trykte og digitale læremidler
sme: vuoruhit digitála ja deaddiluvvon oahpponeavvuid, ja maiddái oahpponeavvuid mat leat sihke deaddiluvvon ja digitála hámis

source: sikre rammebetingelser til forlagene slik at læremidler kan opprettholdes og oppdateres på nett utover 5 år
sme: sihkkarastit rámmaeavttuid lágádusaide vai oahpponeavvuid sáhttá doalahit ja ođasmahttit neahtas guhkit go vihtta jagi

source: styrke formidlingen av samiskspråklige læremidler
sme: nannet sámegiel oahpponeavvuid gaskkusteami

source: fortsette med prosessen med å omorganisere læremiddelsentralen med mål om å bedre formidlingen av samiskspråklige læremidler
sme: joatkit oahpponeavvoguovddáža ođđasisorganiserenproseassa, man ulbmil lea buoridit sámegiel oahpponeavvuid gaskkusteami

source: finansiere læremidler gjennom offentlig anskaffelse
sme: ruhtadit oahpponeavvuid almmolaš háhkamiid bokte

source: samarbeide med og inkludere læremiddelutviklere og jevnlig følge opp prosjektene
sme: ovttasbargat oahpponeavvobuvttadeddjiiguin, searvvahit sin áššáigullevaš proseassaide ja jámma čuovvolit prošeavttaid

source: følge opp departementets utredningsarbeid om samisk læremiddelsituasjon.
sme: čuovvolit departemeantta čielggadanbarggu sámi oahpponeavvodili birra

source: Etablere samarbeidsgruppe på tvers av grensene i Sápmi, med mål om å utvikle av læremiddel i felles samisk historie
sme: ásahit rájiidrasttideaddji ovttasbargojoavkku Sámis, man ulbmil lea buvttadit oahpponeavvuid oktasaš sámi historjjá birra

source: – Vi har i denne strategiplanen valgt å anslå prioriteringer av læremidler for to år fremover i tid.
sme: – Dán strategiijaplánas mii leat válljen vuoruhit oahpponeavvuid guovtti jahkái.

source: Dette på grunn av at det er knyttet stor usikkerhet til behovene fra og med 2027.
sme: Dan dahkat go jagi 2027 rájes lea stuora eahpesihkarvuohta dárbbuid dáfus.

source: Departementets utredning om læremiddelutviklingen kan ha betydning for prioriteringene videre, og erfaringer fra tidligere årene viser at læremiddelsituasjonen avhenger mye av fremgangen av de pågående prosjektene og resultatene fra disse, sier Nystad Storslett.
sme: Departemeantta čielggadeamis oahpponeavvoráhkadeami birra sáhttá leat dadjamuš viidáset vuoruhemiide, ja ovddit jagiid vásáhusat čájehit ahte oahpponeavvodilli lea ollu dan duohken movt prošeavttat ovdánit ja daid bohtosiid duohken, dadjá Nystad Storslett.

source: Sametingsrådet planlegger også å igangsette arbeid med utvikling av en samisk parallell likeverdig læreplan i matematikk.
sme: Sámediggeráđđi maiddái pláne álggahit sámi parallealla seammaárvosaš oahppoplána ovdánahttima matematihkas.

source: – Det betyr at lærere får et bredere tilfang av muligheter til å gi elever tilpasset opplæring i en samisk kontekst.
sme: – Dat mearkkaša ahte oahpaheddjiide šaddet buoret vejolašvuođat doallat heivehuvvon oahpahusa sámi vuolggasajis.

source: Nye læreplaner vil utløse behov for utvikling av læremidler for faget, avslutter Nystad Storslett.
sme: Ođđa oahppoplánat mielddisbuktet dárbbu ovdánahttit oahpponeavvuid fágii, loahpaha Nystad Storslett
